"ALL_DAY_DAY_VIEW" = "اليوم كله";
"NOON" = "الظهيرة";
"UNTITLED_EVENT" = "حدث جديد";
"ALL_DAY" = "اليوم كله";
"ALL_DAY_EVENTS" = "أحداث طوال اليوم";
"CELL_ENDS" = "ينتهي";

"CALENDARS" = "التقويمات";

"ALL" = "الكل";
"ALL_CALENDARS" = "كافة التقويمات";
"ALL_OF_STORE" = "كافة %@";
"N_CALENDARS" = "%@ تقويمات";

"SHOW_CALENDARS" = "عرض التقويمات";
"SHOW_ALL_CALENDARS" = "إظهار كافة التقويمات";
"HIDE_ALL_CALENDARS" = "إخفاء كافة التقويمات";
"NO_CALENDARS" = "لا توجد تقويمات";

"ALERT" = "تنبيه";
"ALERT_LOWERCASE" = "تنبيه";
"ALERT_DETAIL_NAV_TITLE" = "تنبيه الحدث";
"SECOND_ALERT" = "تنبيه ثاني";
"NONE_ALERT" = "لا شيء";
"NONE_INVITEES" = "لا شيء";
"EVENT" = "الحدث";
"EVENTS" = "أحداث";

"INTERVAL_SEPARATOR" = "، ";
"INTERVAL_DAYS" = "%@ من الأيام";
"INTERVAL_DAY" = "يوم واحد";
"INTERVAL_HOURS" = "%@ ساعات";
"INTERVAL_HOUR" = "١ ساعة";
"INTERVAL_MINUTES" = "%@ دقائق";
"INTERVAL_MINUTE" = "دقيقة واحدة";
"INTERVAL_SECONDS" = "%@ ثانية";
"INTERVAL_SECOND" = "ثانية واحدة";
"INTERVAL_WEEK" = "أسبوع واحد";
"INTERVAL_FORMAT_BEFORE" = "قبل %@";
"INTERVAL_FORMAT_AFTER" = "%@ بعد";
"BEFORE" = " قبل";
"AFTER" = " بعد";
"ON_TIME" = "بوقت الحدث";
"ON_TIME_AT" = "في يوم الحدث (%@)";
"ALL_DAY_ALARM_FORMAT" = "%@ (%@)";


"DAY_TO_BETWEEN_TIMES" = " إلى ";
"DAY_TO_NO_START_OR_LINE_BEGINNING" = "إلى ";

"DAY_HEADER_WEEKDAY_WITH_DATE_MONTH_YEAR_FORMAT" = "‏%1$@، ‏%2$@";

"DETAIL_ALL_DAY" = "اليوم كله";

"DETAIL_DURATION_FORMAT" = "من %@ إلى %@";
"DETAIL_MULTIPLE_DAYS_START_FORMAT" = "من %@ %@";
"DETAIL_DURATION_FORMAT_NO_FROM" = "‏%@ إلى %@";
"DETAIL_MULTIPLE_DAYS_END_FORMAT" = "إلى %@ %@";
"DETAIL_MULTIPLE_ALL_DAY_START_FORMAT" = "اليوم كله من %@";
"DETAIL_MULTIPLE_ALL_DAY_END_FORMAT" = "إلى %@";

"CALENDAR" = "التقويم";
"UNTITLED_CALENDAR" = "تقويم بلا عنوان";
"UNTITLED_ACCOUNT" = "حساب بلا عنوان";

"NOTES_PLACEHOLDER" = "الملاحظات";
"NOTES_LOWERCASE" = "الملاحظات";
"NOTES" = "الملاحظات";
"SHOW_ALL_NOTES" = "إظهار كل الملاحظات";

"URL" = "URL";
"URL_LOWERCASE" = "url";

"VIEW_ON_FACEBOOK" = "عرض في Facebook";

"UNKNOWN" = "غير معروف";

"SHARED_CALENDAR" = "تقويم مشترك";
"SHARED" = "مشترك";
"SHARED_BY_WITH_OWNER_DESCRIPTION" = "مشترك من قبل %@";
"SHARED_WITH_SINGLE_PERSON" = "مشترك مع %@‎";
"SHARED_WITH_MULTIPLE_PEOPLE" = "مشترك مع %@‎ و....";
"PUBLIC_AND_SHARED" = "عام ومشترك مع %@...";

"ACCESS_DENIED_EVENTS" = "هذا التطبيق لا يستطيع الوصول إلى التقويمات الخاصة بك.";
"ACCESS_DENIED_REMINDERS" = "هذا التطبيق لا يستطيع الوصول إلى التذكيرات الخاصة بك.";

/* Name of subscribed group */
"SUBSCRIBED" = "تم الاشتراك فيها";
/* Name of birthday calendar */
"BIRTHDAY_CALENDAR" = "أعياد الميلاد";
/* The 'other' account, where the birthday calendar lives */
"OTHER_ACCOUNT" = "أخرى";

/* Name of default Reminders calendar (9806767) */
"REMINDERS_CALENDAR" = "التذكيرات";

/* Names of default iCloud calendars */
"ICLOUD_HOME_CALENDAR" = "المنزل";
"ICLOUD_WORK_CALENDAR" = "العمل";

"STARTS" = "يبدأ";
"ENDS" = "ينتهي";

"REPEAT" = "تكرار";
"NEVER" = "مطلقًا";
"DAILY" = "يوميًا";
"WEEKLY" = "أسبوعيًّا";
"BIWEEKLY" = "كل أسبوعين";
"MONTHLY" = "شهريًا";
"YEARLY" = "سنويًا";
"CUSTOM" = "مخصص";

"AVAILABILITY" = "التوفر";
"BUSY" = "مشغول";
"FREE" = "متفرغ";
"TENTATIVE" = "موافقة مبدئية";
"OUT_OF_OFFICE" = "خارج المكتب";

"EDIT" = "تحرير";
"CANCEL" = "إلغاء";
"DONE" = "تم";
"ADD" = "إضافة";
"TO_WITH_COLON" = "إلى:";

/* ICS preview controller strings */

/* titles */
"ICS_EVENT_DETAILS" = "تفاصيل الحدث";
"ICS_EVENTS" = "%@ من الأحداث";

/* button title */
"ICS_ADD_ALL" = "إضافة الكل";
"ICS_ADD_SOME" = "إضافة (%@)";

/* calendar chooser title */
"ICS_CHOOSE_CALENDAR" = "قم باختيار التقويم";

"DELETE_CALENDAR" = "حذف التقويم";
"EDIT_CALENDAR" = "تحرير التقويم";
"EDIT_CALENDARS" = "تحرير التقويمات";
"ADD_CALENDAR" = "إضافة تقويم";
"JOIN_CALENDAR" = "انضمام للتقويم";
"CALENDAR_NAME" = "اسم التقويم";
"NEW_CALENDAR_WITH_ELLIPSIS" = "تقويم جديد…";
"ADD_CALENDAR_WITH_ELLIPSIS" = "إضافة تقويم…";
"DELETE_CALENDAR_CONFIRMATION" = "هل أنت متأكد أنك ترغب في حذف هذا التقويم؟ سيتم حذف كل الأحداث والتذكيرات المقترنة بالتقويم أيضًا.";
"DELETE_CALENDAR_CONFIRMATION_EVENTS_ONLY" = "هل أنت متأكد أنك ترغب في حذف هذا التقويم؟ سيتم حذف كل الأحداث المقترنة بالتقويم أيضًا.";
"DELETE_CALENDAR_CONFIRMATION_REMINDERS_ONLY" = "هل أنت متأكد أنك ترغب في حذف هذا التقويم؟ سيتم حذف كل التذكيرات المقترنة بالتقويم أيضًا.";

"UNKNOWN_IDENTITY" = "شخصًا ما";
"UNKNOWN_IDENTITY_CAPITALIZED" = "شخصًا ما";

"JOIN_CALENDAR_TITLE_FORMAT" = "انضمام لـ \"%@‎\"؟";
"JOIN_CALENDAR_BODY_FORMAT" = "قام %@‎ بدعوتك لتقويم مشترك.";

"CANCELELD_BY_FORMAT" = "تم الإلغاء من قِبل %@‎";
"FROM_FORMAT" = "من: %@";
"TIME_CHANGED_TO_FORMAT" = "تم تغيير الوقت ليصبح %@";
"DATE_CHANGED_TO_FORMAT" = "تم تغيير التاريخ ليصبح %@";
"LOCATION_CHANGED" = "تم تغيير الموقع";

"QUOTED_FORMAT" = "‏\"%@‎\"";

"COLOR" = "اللون";
"PURPLE" = "أرجواني";
"ORANGE" = "برتقالي";
"BLUE" = "أزرق";
"RED" = "أحمر";
"BROWN" = "بني";
"YELLOW" = "أصفر";
"GREEN" = "أخضر";

"SHARED_WITH_COLON" = "مشترك مع:";
"PENDING" = "قيد التعليق";
"OWNER" = "المالك";
"ADD_PERSON" = "إضافة شخص";
"ADD_PERSON_WITH_ELLIPSIS" = "إضافة شخص...";
"PUBLIC_CALENDAR" = "تقويم عام";
"PUBLIC_CALENDAR_DESCRIPTION" = "السماح لأي أحد بالاشتراك في نسخة للقراءة فقط من هذا التقويم.";
"PUBLISHING_WITH_ELLIPSIS" = "جاري النشر...";
"VIEW_ONLY" = "عرض فقط";
"VIEW_AND_EDIT" = "عرض وتحرير";
"ALLOW_EDITING" = "السماح بالتحرير";
"ALLOW_EDITING_DESCRIPTION" = "السماح لهذا الشخص بعمل التغييرات\nللتقويم.";
"RESEND_SHARING_INVITATION" = "إعادة إرسال مشاركة الدعوة";
"REMOVE_FROM_CALENDAR" = "إزالة من التقويم";
"REMOVE" = "إزالة";
"REMOVE_ALERT_TEXT" = "سيفقد %@ الوصول إلى هذا التقويم على الفور.";
"SHARE_LINK_WITH_ELLIPSIS" = "مشاركة الرابط...";
"SHARE_LINK_TO_CALENDAR_WITH" = "مشاركة الرابط للتقويم مع:";
"EMAIL" = "بريد إلكتروني";
"MESSAGE" = "الرسالة";
"TWEET" = "تغريدة";
"COPY_LINK" = "نسخ الرابط";

/* Shared calendar event changes */
"SHARED_ADDED_TO_CALENDAR_BY" = "تمت إضافته إلى %@ من قِبل %@";
"SHARED_DELETED_FROM_CALENDAR_BY" = "تم الحذف من %@ من قِبل %@";
"SHARED_UPDATED_IN_CALENDAR_BY" = "تم التحديث في %@ من قِبل %@";
"SHARED_ONE_PROP_CHANGED_BY" = "تم تغيير %@ من قِبل %@";
"SHARED_ONE_PROP_CHANGED_TO_BY" = "تم تغيير %@ إلى %@ من قِبل %@";
"SHARED_TWO_PROPS_CHANGED_BY" = "تم تغيير %@ و %@ من قِبل %@";

"SHARED_ADDED_TO_CALENDAR_COALESCED" = "تم إضافة %@ من الأحداث إلى %@.";
"SHARED_DELETED_FROM_CALENDAR_COALESCED" = "تم حذف %@ من الأحداث من %@.";
"SHARED_UPDATED_IN_CALENDAR_COALESCED" = "تم تحديث %@ من الأحداث إلى %@.";
"SHARED_ADDED_TO_CALENDAR_BY_COALESCED" = "تم إضافة %@ من الأحداث إلى %@ من قِبل %@.";
"SHARED_DELETED_FROM_CALENDAR_BY_COALESCED" = "تم حذف %@ من الأحداث من %@ من قِبل %@.";
"SHARED_UPDATED_IN_CALENDAR_BY_COALESCED" = "تم تحديث %@ من الأحداث إلى %@ من قِبل %@.";

"SHARED_PROP_DATE" = "التاريخ";
"SHARED_PROP_TIME" = "الوقت";
"SHARED_PROP_TITLE" = "العنوان";
"SHARED_PROP_LOCATION" = "الموقع";

"ADD_SHAREES_PROMPT" = "إضافة المشتركين إلى هذا التقويم.";

"CREATED_BY" = "إنشاء بواسطة";
"EDITED_BY" = "تحرير بواسطة";
"CREATED_BY_LOWERCASE" = "إنشاء بواسطة";
"EDITED_BY_LOWERCASE" = "تحرير بواسطة";

"SHARED_CALENDAR_INVITE_REPLY_ACCEPTED" = "قام %@ بالانضمام للتقويم المشترك الخاص بك.";
"SHARED_CALENDAR_INVITE_REPLY_DECLINED" = "قام %@ برفض التقويم المشترك الخاص بك.";
"PENDING_SHARED_CALENDAR_FORMAT" = "لا زال %@‎ قيد التعليق لدعوة التقويم المشترك هذا.";

"SHARED_CALENDAR_NO_LONGER_SHARED" = "لم يعد هذا التقويم مشترك.";
"SHARED_CALENDAR_NOW_PUBLIC" = "هذا التقويم أصبح عام.";

"PUBLISHED_CALENDAR_MESSAGE_SUBJECT" = "اشتراك في تقويمي %@";
"PUBLISHED_CALENDAR_MESSAGE_BODY" = "اشتراك في تقويمي %@ عند: %@";

"ATTACHMENTS" = "المرفقات";
"ATTACHMENTS_LOWERCASE" = "مرفقات";
"CANNOT_OPEN_ATTACHMENT" = "لا يمكن فتح المرفق";
"ATTACHMENT_DOWNLOAD_PROGRESS" = "%@ من %@";
"ATTACHMENT_DOWNLOAD_ERROR" = "حدث خطأ أثناء تنزيل المرفق.";
"ATTACHMENT_FILE_TYPE_ERROR" = "نوع الملف هذا غير مدعوم.";
"UNTITLED_ATTACHMENT" = "مرفق بلا عنوان";

"UPDATING_CALENDARS_WITH_ELLIPSIS" = "جاري تحديث التقويمات...";

"ENDS_TIME_FORMAT" = "ينتهي %@";

"CALENDAR_DATE_AT_TIME_FORMAT" = "%@ عند %@";
"CALENDAR_TODAY" = "اليوم";
"CALENDAR_TODAY_LOWER" = "اليوم";
"CALENDAR_YESTERDAY" = "أمس";
"CALENDAR_YESTERDAY_LOWER" = "أمس";
"CALENDAR_TOMORROW" = "غدًا";
"CALENDAR_TOMORROW_LOWER" = "غدًا";

/* date prior to day, but in previous week ('last Monday')*/
"CALENDAR_LAST_WEEK_FORMAT" = "‏%@ الماضي";
"CALENDAR_LAST_WEEK_LOWER_FORMAT" = "‏%@ الماضي";
/* prior day to today, but in this week ('this past Monday') */
"CALENDAR_PRIOR_DAY_THIS_WEEK_FORMAT" = "‏%@ الماضي";
"CALENDAR_PRIOR_DAY_THIS_WEEK_LOWER_FORMAT" = "‏%@ الماضي";
/* date after today, but in this week ('this Friday') */
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_FORMAT" = "هذا %@";
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_LOWER_FORMAT" = "هذا %@";
/* date after today, but in next week ('next Thursday'). I'm not completely sure why we don't just say Next here. */
"CALENDAR_NEXT_WEEK_FORMAT" = "هذا %@";
"CALENDAR_NEXT_WEEK_LOWER_FORMAT" = "هذا %@";

/* These strings are used for the title of a group of accounts of specific types */
"SUBSCRIBED_CALENDAR_GROUP_TITLE" = "تم الاشتراك فيها";
/* Ususally preceeded by "All" to denote selecting all the calendars in the group. In english these are the same. */
"SUBSCRIBED_CALENDAR_GROUP_MID_SENTENCE_TITLE" = "تم الاشتراك فيها";

"FACEBOOK_GROUP_TITLE" = "Facebook";
"FACEBOOK_GROUP_MID_SENTENCE_TITLE" = "Facebook";
